[
    {
        "name": "Cay Tre",
        "location": "42-43 Dean Street Soho, London W1D 4PZ England",
        "description": "Our modern Vietnamese restaurant in Soho emulates busy Vietnamese life, serving classic pho and aromatic street food.",
        "image": "/restaurant/image/cay-tre.jpg",
        "rating": 4,
        "reviews": [
            {
                "name": "Karen",
                "rating": 3,
                "comment": "The food was average at best the beef in the pho looked like it came out of a pre sliced supermarket packet, the rice was hard and tasted like it was stale. Complained and got 10% off my bill or 15% off my next visit I told the manager I would not be returning. If its authentic you want do not go here."
            },
            {
                "name": "Danny",
                "rating": 5,
                "comment": "Went in here by chance, was just passing & I love Vietnamese food, the menu looked great & I could’ve ordered also anything. Nice decor, friendly attentive staff & I must say the food delicious. The best I’ve had outside of Shoreditch which is always my go to place in London. Will definitely visit again"
            }
        ]
    },
    {
        "name": "Lucknow 49",
        "location": "49 Maddox Street, London W1S 2PQ England",
        "description": "As a result of the ongoing COVID-19 pandemic, and with the welfare of our guests and staff as our primary concern, we have taken the decision to close our doors for the time being. For the meantime, we wish good luck and good health to all of our friends and neighbours and we will see you on the other side",
        "image": "/restaurant/image/lucknow-49.jpg",
        "rating": 3,
        "reviews": [
            {
                "name": "Ruby",
                "rating": 5,
                "comment": "We were really a large group. Arjun (manager) and other staff of the restaurant really managed well. nice food and lovely environment!!"
            },
            {
                "name": "Gaty",
                "rating": 1,
                "comment": "Worst Indian food I have ever had. Don’t believe the reviews that are written here as they are clearly false. The other reviews say that the food here is authentic and the best Indian food they have had - completely untrue to the point that we complained about the food so much the chef came out and spoke to us. He himself told us the food is catered for an English palette, and therefore not authentic Indian food. The food lacked any flavour and spice. Complete waste of money and will never return. I wanted to try this place because I liked the dum biryani restaurant, and so went with high expectations. I was left completely and utterly disappointed. I wouldn’t return even if they offered me a free meal."
            }
        ]
    },
    {
        "name": "Amrutha Lounge",
        "location": "326 Garratt Lane Earlsfield, London SW18 4EJ England",
        "description": "Innovative vegan dishes and heart-warming classics are lovingly prepared on the premises by our chefs on a daily basis. The food is made from scratch with an emphasis on taking simple ingredients and elevating them to extraordinary levels, that's our version of 'Vegan Soul Food'. You are welcome to Bring your own booze, and we don't charge any corkage fees... If you'd like to make a reservation please call us before 6pm.. As we will be too busy to answer phones during most evening services. Thank you..",
        "image": "/restaurant/image/amrutha-lounge.jpg",
        "rating": 5,
        "reviews": [
            {
                "name": "Leo",
                "rating": 5,
                "comment": "This restaurant has something very special about it. You can tell the food is prepared with love. I would go back time and time again."
            },
            {
                "name": "Katy",
                "rating": 5,
                "comment": "Love these guys. So polite, take great pride in their food and it’s delicious. Earlsfield are lucky to have you!"
            }
        ]
    },
    {
        "name": "Federal Cafe & Bar",
        "location": "9 Nicholas Croft Northern Quarter, Manchester M4 1EY England",
        "description": "NZ/Australian Cafe/Restaurant in Manchester's Northern Quarter. Independently owned, serving Ozone coffee, speciality teas, delicious all day brunch, bagels and homemade cakes.",
        "image": "/restaurant/image/federal-cafe-and-bar.jpg",
        "rating": 4.25,
        "reviews": [
            {
                "name": "Toby",
                "rating": 4,
                "comment": "Food was excellent, staff were very friendly and welcoming. Came for brunch with my girlfriend and will both be returning definitely."
            },
            {
                "name": "Chris",
                "rating": 4.5,
                "comment": "Excellent service, food is unreal, great prices, highly recommend!! The menu is very diverse and great catering for vegetarian options!"
            }
        ]
    }
]